11/data/attachments/a2cecf20aecfd4dc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jeremy_tell_Actions_12895_3</nif:username>
            <nif:friendToBeRequested>soap_actions_4cd8136e-8ecf-4132-b248-92bf88004d14</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>